const Contacts = () => {
  return (
    <div className='description'>
      <div className='desc'>
        <h2>Контактная информация</h2>
        <p>
          ООО «ИНФОРМАЦИОННЫЕ ТЕХНОЛОГИИ САХА»
          <br />
          <br />
          ИНН 1435336463, КПП 143501001, ОГРН 1181447013791
          <br />
          <br />
          Юридический адрес: Россия, Республика Саха(Якутия), г. Якутск, пр.Ленина, 1, оф. 711.
          <br />
          <br />
          Почтовый адрес: 677005 Россия, Республика Саха(Якутия), г. Якутск, пр. Ленина, 1, оф. 711.
          <br />
          <br />
          Телефон: +7 (800) 444-48-14
          <br />
          <br />
          E-mail: yaktors@gmail.com
        </p>
      </div>
    </div>
  )
}

export default Contacts
