const PayRules = () => {
  return (
    <div className='description'>
      <div className='desc'>
        <h2>Правила оплаты и безопасность платежей, конфиденциальность информации</h2>
        <p>
          Продолжая пользоваться сайтом, Вы соглашаетесь с правилами обработки персональных данных.
          <br />
          <br /> Пользователь дает свое согласие на обработку его персональных данных, а именно совершение действий, предусмотренных п. 3 ч. 1 ст. 3
          Федерального закона от 27.07.2006 N 152-ФЗ "О персональных данных", и подтверждает, что, давая такое согласие, он действует свободно, своей
          волей и в своем интересе.
          <br />
          <br /> Согласие Пользователя на обработку персональных данных является конкретным, информированным и сознательным.
          <br />
          <br /> Пользователь, предоставляет сайту право осуществлять следующие действия (операции) с персональными данными: сбор и накопление;
          хранение в течение установленных нормативными документами сроков хранения отчетности, но не менее трех лет, с момента даты прекращения
          пользования услуг Пользователем; уточнение (обновление, изменение); использование; уничтожение; обезличивание; передача по требованию суда,
          в т.ч., третьим лицам, с соблюдением мер, обеспечивающих защиту персональных данных от несанкционированного доступа.
          <br />
          <br /> Указанное согласие действует бессрочно с момента предоставления данных и может быть отозвано Вами путем подачи заявления
          администрации сайта с указанием данных, определенных ст. 14 Закона «О персональных данных».
          <br />
          Оплата банковскими картами осуществляется через АО «АЛЬФА-БАНК». К оплате принимаются карты VISA, MasterCard, МИР.
          <br />
          <br />
          Услуга оплаты через интернет осуществляется в соответствии с Правилами международных платежных систем Visa, MasterCard и Платежной системы
          МИР на принципах соблюдения конфиденциальности и безопасности совершения платежа, для чего используются самые современные методы проверки,
          шифрования и передачи данных по закрытым каналам связи. Ввод данных банковской карты осуществляется на защищенной платежной странице АО
          «АЛЬФА-БАНК».
          <br />
          <br />
          На странице для ввода данных банковской карты потребуется ввести данные банковской карты: номер карты, имя владельца карты, срок действия
          карты, трёхзначный код безопасности (CVV2 для VISA, CVC2 для MasterCard, Код Дополнительной Идентификации для МИР). Все необходимые данные
          пропечатаны на самой карте. Трёхзначный код безопасности — это три цифры, находящиеся на обратной стороне карты.
          <br />
          <br />
          Далее вы будете перенаправлены на страницу Вашего банка для ввода кода безопасности, который придет к Вам в СМС. Если код безопасности к Вам
          не пришел, то следует обратиться в банк выдавший Вам карту.
          <br />
          <br />
          Случаи отказа в совершении платежа:
          <br /> ○ Банковская карта не предназначена для совершения платежей через интернет, о чем можно узнать, обратившись в Ваш Банк;
          <br /> ○ Недостаточно средств для оплаты на банковской карте. Подробнее о наличии средств на банковской карте Вы можете узнать, обратившись
          в банк, выпустивший банковскую карту;
          <br /> ○ Данные банковской карты введены неверно;
          <br /> ○ Истек срок действия банковской карты. Срок действия карты, как правило, указан на лицевой стороне карты (это месяц и год, до
          которого действительна карта). Подробнее о сроке действия карты Вы можете узнать, обратившись в банк, выпустивший банковскую карту.
          <br />
          <br />
          По вопросам оплаты с помощью банковской карты и иным вопросам, связанным с работой приложения, Вы можете обращаться по следующим телефонам:
          +7 (800) 444-48-14.
          <br />
          <br /> Предоставляемая вами персональная информация (имя, адрес, телефон, e-mail, номер банковской карты) является конфиденциальной и не
          подлежит разглашению. Данные вашей кредитной карты передаются только в зашифрованном виде и не сохраняются на нашем Web-сервере.
        </p>
      </div>
    </div>
  )
}

export default PayRules
