const Refundrules = () => {
  return (
    <div className='description'>
      <div className='desc'>
        <h2>Правила возврата</h2>
        <p>
          В соответствии со ст. 32 Закона РФ "О защите прав потребителя" потребитель вправе отказаться от исполнения договора о выполнении работ
          (оказании услуг) в любое время при условии оплаты исполнителю фактически понесенных им расходов, связанных с исполнением обязательств по
          данному договору.
          <br />
          <br />В случае отказа Заказчика от круиза Исполнитель производит возврат денежных средств в следующем порядке:
          <br />
          <br />- При отказе от круиза по инициативе заказчика за 15 дней до даты оправления в размере 80% уплаченной стоимости;
          <br />- При отказе от круиза за 10 дней до даты оправления в размере 40 % уплаченной стоимости;
          <br />- При отказе от круиза за 5 дней до даты оправления в размере 20 % уплаченной стоимости;
          <br />- При отказе от круиза менее чем за 5 дней денежные средства, уплаченные Заказчиком, возврату не подлежат.
        </p>
      </div>
    </div>
  )
}

export default Refundrules
